import SideBarMenu from '@components/common/SideBarMenu'
import { allproducts } from '@constants/featured.course'
import { Box, Grid, Typography } from '@mui/material/'
import Accordion from '@mui/material/Accordion'
import AccordionSummary from '@mui/material/AccordionSummary'
import ExpandMoreIcon from '@mui/icons-material/ExpandMore'
import AccordionDetails from '@mui/material/AccordionDetails'
import HTMLParser from '@components/common/HtmlParser'

const JuniorContainer: React.FC = () => {
  return (
    <>
      <Grid container>
        <Grid md={9} sm={12} xs={12} item>
          <Box
            sx={{
              width: '100%',
              paddingRight: { sm: 0, lg: '50px', md: '50px' },
              paddingBottom: '100px',
              overflow: 'hidden',
            }}
          >
            <HTMLParser
              html={`
<img loading="lazy" width="1024" height="683" src="https://ipscaas.files.wordpress.com/2023/01/314638188_1461403841013280_2164283256493963742_n.jpg?w=1024" class="attachment-post-thumbnail size-post-thumbnail wp-post-image" alt="" decoding="async" srcset="https://ipscaas.files.wordpress.com/2023/01/314638188_1461403841013280_2164283256493963742_n.jpg?w=1024 1024w, https://ipscaas.files.wordpress.com/2023/01/314638188_1461403841013280_2164283256493963742_n.jpg 2048w, https://ipscaas.files.wordpress.com/2023/01/314638188_1461403841013280_2164283256493963742_n.jpg?w=150 150w, https://ipscaas.files.wordpress.com/2023/01/314638188_1461403841013280_2164283256493963742_n.jpg?w=300 300w, https://ipscaas.files.wordpress.com/2023/01/314638188_1461403841013280_2164283256493963742_n.jpg?w=768 768w" sizes="(max-width: 1024px) 100vw, 1024px" data-attachment-id="69" data-permalink="https://ipscaas.wordpress.com/www-ipscaa-com-junior/314638188_1461403841013280_2164283256493963742_n/" data-orig-file="https://ipscaas.files.wordpress.com/2023/01/314638188_1461403841013280_2164283256493963742_n.jpg" data-orig-size="2048,1366" data-comments-opened="1" data-image-meta="{&quot;aperture&quot;:&quot;0&quot;,&quot;credit&quot;:&quot;&quot;,&quot;camera&quot;:&quot;&quot;,&quot;caption&quot;:&quot;&quot;,&quot;created_timestamp&quot;:&quot;0&quot;,&quot;copyright&quot;:&quot;&quot;,&quot;focal_length&quot;:&quot;0&quot;,&quot;iso&quot;:&quot;0&quot;,&quot;shutter_speed&quot;:&quot;0&quot;,&quot;title&quot;:&quot;&quot;,&quot;orientation&quot;:&quot;0&quot;}" data-image-title="314638188_1461403841013280_2164283256493963742_n" data-image-description="" data-image-caption="" data-medium-file="https://ipscaas.files.wordpress.com/2023/01/314638188_1461403841013280_2164283256493963742_n.jpg?w=300" data-large-file="https://ipscaas.files.wordpress.com/2023/01/314638188_1461403841013280_2164283256493963742_n.jpg?w=1024">
<div class="entry-content wp-block-post-content is-layout-constrained">
<h5 class="wp-block-heading"><strong>ЖУНИОР ХӨТӨЛБӨР</strong></h5>



<p>Жуниор хөтөлбөр нь зөвхөн хүүхдэд зориулсан цогц хөтөлбөр бөгөөд хүүхэд багачуудыг практик буудлагын спортод сонирхолтой болгох, буудлагын аюулгүй ажиллагаа, зэвсэгтэй харьцах мэдлэгийг олгох, цаашлаад тогтмол хичээллэн, тэмцээн уралдаанд оролцох аюулгүй буудагч бэлтгэх хөтөлбөр юм.</p>



<p><strong>Эзэмших чадварууд:</strong></p>



<ul>
<li>Таны хүүхэд галт зэвсэгтэй харьцах анхан шатны ажиллагаанд эйрсофт спорт-сургалтын хэрэгслийг ашиглан аюулгүй суралцах болно.</li>



<li>Зэвсэгтэй байнга ажилласнаар анхаарал болгоомж нэмэгдэж, анхаарал дээд цэгтээ тултал төвлөрч, богино хугацаанд шийдвэр төлөвлөгөө гаргаж, түүнийхээ дагуу алдаагүй гүйцэтгэхэд суралцана.</li>



<li>Орчноос өөрийгөө тусгаарлан төвлөрөх, сэтгэл зүй болон хариу үйлдлээ хянах чадвартай болж, хариуцлага нэмэгдэнэ.</li>



<li>Идэвхтэй хөдөлгөөн хийж, гар утасгүй орчинд амьд харилцаанд орно.</li>



<li>Бусдад туслах, бусдаар туслуулах, бусдын өмнөөс хариуцлага хүлээх, алдаагаа хүлээн зөвшөөрөх чадвартай болно.</li>



<li>Практик буудлагын спортын тамирчны ёс зүйд суралцаж бусдын орон зай, цаг хугацааг хүндэтгэх, өөрт олгогдсон боломжийг 100% ашиглаж чаддаг болно.</li>



<li>Хууль эрх зүй, дүрэм журмын талаар ойлголттой болж, өөрийгөө спортын дүрэмд тулгуурлан өмгөөлөх, тайлбар өгөх, гомдол гаргах болон асуудлыг хэлэлцэх чадвартай болж хаана ч хэний ч өмнө өөрийгөө илэрхийлэх ур чадварт суралцана.</li>



<li>Практик буудлагын спортын дүрэм, журмуудыг судлаж, спортын онцлог, үндсэн шинж чанарыг ойлгосноор зөвхөн хийн гар буу гэлтгүй бусад төрлүүдээр ч хичээллэх суурь техниктэй болно.</li>



<li>Практик буудлагын спортын хийн гар бууны тэмцээн уралдаанд оролцох эрх нээгдэж, үндэсний шинж чанартай болон клубын, улсын, ОУ-ын тэмцээн цаашлаад Тив, Дэлхий аварга шалгаруулах тэмцээнд эх орноо төлөөлөн оролцох үндэсний шигшээ багийн тамирчин болох боломжтой.</li>
</ul>



<h5 class="wp-block-heading"><strong>Тавигдах шаардлага:</strong></h5>



<ul>
<li>18 хүртэлх насны байх</li>



<li>Эцэг, эх эсвэл хуулиар олгогдсон эрх бүхий асран хамгаалагч нь суралцагч хүүхдийн төлөөлөгчөөр бүртгүүлэн материал бүрдүүлж, гэрээ байгуулах</li>
</ul>



<h5 class="wp-block-heading"><strong>Бүртгэлийг баталгаажуулах:</strong></h5>



<p>Урьдчилсан бүртгэлийн хэсгийг бөглөн илгээсний дараа шинэ ангиудын цагийн хуваарь болоод бусад мэдээллийг и-мэйл болон гар утасруу илгээнэ. Хэрэв тухайн цагийн хуваарийн дагуу хичээллэх боломжтой гэж үзвэл эхний сарын төлбөрийг шилжүүлснээр бүртгэл баталгаажна.</p>



<p>Зарим тохиолдолд шинэ ангийн хичээлийн хуваарь зарлагдах хүртэл 1-3 сар хүлээгдэх боломжтой.</p>



<p><strong><br>Бүрдүүлэх материал:</strong></p>



<ul>
<li>Урьдчилсан бүртгэл (Энэхүү хуудсаар дамжин бүртгүүлнэ)</li>



<li>Хүүхдийн төрсний гэрчилгээний хуулбар</li>



<li>Хүүхдийн 4% цээж зураг (3*4 хэмжээтэй)</li>



<li>Төлөөлөгчийн 1% цээж зураг (3*4 хэмжээтэй)</li>



<li>Төлөөлөгчийн иргэний үнэмлэхийн цахим лавлагаа</li>



<li>Төлөөлөгчийн оршин суугаа хаягийн цахим лавлагаа</li>



<li>Төлөөлөгчийн нэр хүүхдийн төрсний гэрчилгээ дээр бичигдсэн байх эсвэл хуулиар асран хамгаалах эрх олгосон тухай хүчин төгөлдөр баримт бичгийн хамт байхыг анхаарна уу</li>
</ul>



<p>Дээрх материалийг хичээл эхлэх өдөр суралцагчийн төлөөлөгч өөрийн биеэр авч ирж, суралцагчийн анкетийг бөглөн гэрээ байгуулна.</p>



<p><strong>Хувцас хэрэгсэл:</strong></p>



<ul>
<li>Сольж өмсөх цэвэр ултай заалны пүүз</li>



<li>Буудлагын бүсээ зүүх түдүүлтэй өмд  </li>
</ul>



<p><strong>Сургалтын түвшин:</strong></p>



<p><em>Level 1 class (JR1)</em> </p>



<p>Сард 8 өдөр, өдөрт 3 цагаар сургалт, бэлтгэл, буудлагыг хуваарийн дагуу хийх болно. Шаардлагатай бүх хэрэгслийн ашиглалтын зардал сургалтын төлбөрт багтсан, хэрэв хувийн хэрэгсэлтэй тохиолдолд сургалтын төлбөр 80,000₮ хөнгөлөгдөнө. Тэмцээнд оролцохгүй.</p>



<p><em>Level 2 class (JR2)</em> </p>



<p>Сард 6 өдөр, өдөрт 3 цагаар сургалтанд хамрагдана. Үүнээс гадна амралтын өдрүүдэд хичээлийн бус цагаар клубын тэмцээнд оролцож, чансааны оноо цуглуулж эхлэнэ. Ашиглалтын зардал багтахгүй бөгөөд, хувийн хэрэгсэлтэй байх шаардлагатай.</p>



<p><em>Level 3 class (JR3)</em> </p>



<p>Сард 6 өдөр, өдөрт 2 цагаар сургалтанд хамрагдана. Клубын зүгээс зохион байгуулж байгаа бүх түвшний тэмцээн болон 3-р түвшний олон улсын тэмцээнд зохих журмын дагуу оролцох, ажлын өдрүүдээр клубын зааланд хувийн бэлтгэл хийх боломжтой. </p>



<p><em>Level 4 class (JR4)</em> </p>



<p>Сард 3 өдөр, өдөрт 2 цагаар сургалтанд хамрагдана. Клубын зүгээс зохион байгуулж буй бүх түшний тэмцээнд оролцох эрхтэй ба олон улсын 3 болон 4-р түвшний тэмцээнд зохих журмын дагуу оролцох, ажлын өдрүүдээр клубын зааланд хувийн бэлтгэл хийх боломжтой. </p>



<p><em>Level 5 class (JR5)</em> </p>



<p>Энэ ангийн сурагч нь сургалтанд хамрагдахгүй бөгөөд 1-5-р түвшний буюу бүх түвшний тэмцээн уралдаанд зохих журмын дагуу оролцох, нэмэлтээр зохион байгуулагдах эрчимжүүлсэн болон тусгай сургалтуудад хамрагдах, түүний сонгон шалгаруулалтанд өрсөлдөх эрхтэй. Ажлын өдрүүдээр клубын зааланд хувийн бэлтгэл хийх боломжтой. </p>



<p><strong>Анги дэвших:</strong></p>



<p>Доорх хүснэгтэд харагдаж байгаа шаагдлагуудыг биелүүлсэн гэж үзвэл өргөдлийн маягтыг веб сайтаас татан авч клубын инструктор эсвэл сургалтын үйл ажиллагаа хариуцсан менежерт хүлээлгэн өгснөөр анги дэвшүүлэх шийдвэр гарч тухайн сардаа багтан шинэ түвшний ангийн гэрээг байгуулан дараагийн сараас эхлэн түвшин ахиулж, шинэ хөтөлбөрийн дагуу хичээллэнэ.</p>



<figure class="wp-block-table is-style-stripes"><table class="table  is-striped is-bordered"><tbody><tr><td></td><td>Level 1 Class</td><td>Level 2 Class</td><td>Level 3 Class</td><td>Level 4 Class</td><td>Level 5 Class</td></tr><tr><td>Хичээллэсэн цаг</td><td>0+</td><td>40+</td><td>80+</td><td>120+</td><td>200+</td></tr><tr><td>Чансааны оноо</td><td>–</td><td>1+</td><td>100+</td><td>250+</td><td>500+</td></tr><tr><td>Аюулгүй ажиллагааны шалгалт</td><td>–</td><td>Тэнцсэн байх</td><td>–</td><td>–</td><td>–</td></tr><tr><td>Сорил</td><td>–</td><td>–</td><td>–</td><td>80% тэнцэх</td><td>90% тэнцэх</td></tr><tr><td>2-р түвшний тэмцээнд шүүгчийн туслах</td><td>–</td><td>1 удаа RA хийсэн байх</td><td>2 удаа RA хийсэн байх</td><td>3 удаа RA хийсэн байх</td><td>1 удаа ARO, 3 удаа RA хийсэн байх</td></tr></tbody></table></figure>



<p><strong>Төлбөрийн задаргаа:</strong></p>



<p>Анги дэвших бүрт тухайн түвшний ангийн онцлог, дүрэм журмуудтай холбоотой тухайлсан гэрээг байгуулах бөгөөд доорх мэдээлэл нь ерөнхий бүдүүвч мэдээлэл юм.</p>



<figure class="wp-block-table is-style-stripes"><table class="table  is-striped is-bordered"><tbody><tr><td>Хөтөлбөр</td><td>Level 1 Class</td><td>Level 2 Class</td><td>Level 3 Class</td><td>Level 4 Class</td><td>Level 5 Class</td></tr><tr><td>Сар бүрийн сургалтын цаг</td><td>8 өдөр, өдөрт 3 цаг</td><td>6 өдөр, өдөрт 3 цаг</td><td>6 өдөр, өдөрт 2 цаг</td><td>3 өдөр, өдөрт 2 цаг</td><td>0 цаг</td></tr><tr><td>Сар бүрийн клубын тэмцээн (Level 1 Match)</td><td>–</td><td>Сар бүр 3 удаа тэмцээний хураамжгүй оролцоно</td><td>Сар бүр 3 удаа тэмцээний хураамжгүй оролцоно</td><td>Сар бүр 3 удаа тэмцээний хураамжгүй оролцоно</td><td>Сар бүр3 удаа тэмцээний хураамжгүй оролцоно</td></tr><tr><td>Оролцож болох бусад тэмцээн</td><td>–</td><td>2 хүртэлх түвшний тэмцээнд зохих журмын дагуу</td><td>3 хүртэлх түвшний тэмцээнд зохих журмын дагуу</td><td>4 хүртэлх түвшний тэмцээнд зохих журмын дагуу</td><td>5 хүртэлх түвшний тэмцээнд зохих журмын дагуу</td></tr><tr><td>Төлбөр</td><td>250,000₮</td><td>200,000₮</td><td>150,000₮</td><td>100,000₮</td><td>75,000₮</td></tr><tr><td>Аюулгүй ажиллагааны шалгалт / Сорил</td><td>3 удаа өгөх боломжтой, хичээлийн бус цагаар хувийн хэрэгсэл ашиглаж өгнө</td><td>–</td><td>–</td><td>Улиралд 1 удаа явагдана, төлбөр 30,000₮</td><td>Улиралд 1 удаа явагдана, төлбөр 30,000₮</td></tr><tr><td>Зэвсэг ашиглалтын зардал багтсан эсэх</td><td>Багтсан, хэрэв хувийн хэрэгсэлтэй бол 80,000₮ хасч тооцно</td><td>–</td><td>–</td><td>–</td><td>–</td></tr><tr><td>ОУПБХ, МПБХ-ны хураамж</td><td colspan="5">Эхний 1 жилийн хураамжийг клуб хариуцна. 2 дахь жилээсээ эхлэн ОУПБХ, МПБХ-ны хураамжийг зохих журмын дагуу суралцагч төлнө.&nbsp;</td></tr></tbody></table></figure>



<p><strong>Урьдчилсан бүртгэл:</strong></p>



<iframe loading="lazy" src="https://docs.google.com/forms/d/e/1FAIpQLSd1wpiVjiguSla-mIp25TrzzOd_NgSVp4saPFsNm96KuFevfw/viewform?embedded=true" frameborder="0" width="640" height="3491" marginheight="0" marginwidth="0" allowfullscreen="true" mozallowfullscreen="true" webkitallowfullscreen="true"></iframe>



<p><strong>Анкет, гэрээний загвар татах:</strong></p>



<figure class="wp-block-table is-style-stripes"><table><tbody><tr><td class="has-text-align-center" data-align="center"><strong>Level 1 Class</strong></td><td class="has-text-align-center" data-align="center"><strong>Level 2 Class</strong></td><td class="has-text-align-center" data-align="center"><strong>Level 3 Class</strong></td><td class="has-text-align-center" data-align="center"><strong>Level 4 Class</strong></td><td class="has-text-align-center" data-align="center"><strong>Level 5 Class</strong></td></tr></tbody></table></figure>
</div>`}
            />
          </Box>
          <Accordion sx={{ marginTop: '20px', marginBottom: '20px' }}>
            <AccordionSummary
              expandIcon={<ExpandMoreIcon />}
              aria-controls="panel1a-content"
              id="panel1a-header"
            >
              <Typography variant="h3" component="h3">
                Бүртгүүлэх
              </Typography>
            </AccordionSummary>
            <AccordionDetails>
              <iframe
                src="https://docs.google.com/forms/d/e/1FAIpQLSd1wpiVjiguSla-mIp25TrzzOd_NgSVp4saPFsNm96KuFevfw/viewform?embedded=true"
                frameBorder="0"
                width="100%"
                height="3100"
                marginHeight={0}
                marginWidth={0}
                allowFullScreen={true}
              ></iframe>
            </AccordionDetails>
          </Accordion>
        </Grid>
        <Grid md={3} sm={12} xs={12} item>
          <SideBarMenu title="Сургалтууд" data={allproducts} />
        </Grid>
      </Grid>
    </>
  )
}

export default JuniorContainer

{
  /* <Box
            sx={{
              width: '100%',
              paddingRight: { sm: 0, lg: '50px', md: '50px' },
              paddingBottom: '100px',
              overflow: 'hidden',
              display: 'none',
            }}
          >
            <p>
              <span>Жуниор хөтөлбөр</span> буюу хүүхдэд зориулсан буудлагын курс
              хичээл нь 21-с доош насны хүүхэд багачуудыг практик буудлагын
              спортод сонирхолтой болгох, буудлагын аюулгүй ажиллагаа, зэвсэгтэй
              харьцах мэдлэгийг олгох, цаашлаад байнга хичээллэж хөгжүүлэх
              сургалтын програм юм.
            </p>
            <p>
              <span>Давуу талууд:</span>
            </p>
            <ul>
              <li>
                Таны хүүхэд галт зэвсэгтэй харьцах анхан шатны ажиллагаанд
                эйрсофт спорт-сургалтын хэрэгслийг ашиглан суралцах болно
              </li>
              <li>
                Зэвсэгтэй байнга ажиллаж, буудлагын дасгал хийх нь анхаарал
                төвлөрөх, сэтгэл зүйгээ удирдаж сурах, сэтгэн бодох чадварыг
                нэмэгдүүлдэг
              </li>
              <li>Нүдний хараанд сайнаар нөлөөлдөг</li>
              <li>Идэвхтэй хөдөлгөөн хийнэ</li>
              <li>
                Олон нийттэй чөлөөтэй, нээлттэй харьцдаг болж, спортын өндөр ёс
                суртахуунтай болно
              </li>
              <li>
                Жуниор хөтөлбөрийн 1-р ангийн сурагч нь клубын эйрсофт
                хэрэгслийг хичээлдээ ашиглана. Мөн нүдний шил, бүс, гар бууны
                гэр, илүү дайз болон илүү дайзны гэр зэрэг тамирчинд байх ёстой
                бүх зүйлсийг клубын зүгээс хэрэглүүлэх болно
              </li>
            </ul>
            <p>
              <span>Хэрхэн бүртгүүлэх вэ?</span>
            </p>
            <ul>
              <li>12 – 21 настай байх</li>
              <li>Эцэг эхийн зөвшөөрөл бүхий анкет бөглөж гэрээ байгуулах</li>
              <li>4% цээж зураг (3*4 хэмжээтэй)</li>
              <li>
                Төрсөний гэрчилгээний хуулбарыг, гэрээнд гарын үсэг зурах хүний
                иргэний үнэмлэхийн хамт А4 цаасан дээр хуулбарлах
              </li>
            </ul>
            <p>
              JR1 Class – 7 хоногт ажлын 3 өдөр, өдөрт 3 цагийн хичээл авч
              сургалт, бэлтгэл, буудлагыг хуваарийн дагуу хийх болно. Бүх
              хэрэгслийг клубээс хангана, хэрэв хувийн хэрэгсэлтэй тохиолдолд
              сургалтын төлбөр хөнгөлөгдөнө.
            </p>
            <p>
              JR2 Class – 7 хоногт ажлын 2 өдөр, өдөрт 3 цагийн хичээл авч
              сургалт, бэлтгэл хийх болно. Долоо хоногт 1 удаа клубын тэмцээнд
              оролцоно. Өөрийн хувийн хэрэгсэлтэй байх шаардлагатай. JR1 Class-д
              3 сар ба түүнээс дээш хугацаагаа хичээллээд анги дэвших аюулгүй
              ажиллагааны шалгалт өгч тэнцсэн тохиолдолд JR2 Class-д хичээллэх
              боломжтой болно.
            </p>
            <p>
              JR3 Class – Клубын зүгээс зохион байгуулж байгаа бүх түвшний
              тэмцээнд оролцох эрхтэй. Өөрийн хувийн хэрэгсэлтэй байх
              шаардлагатай. JR2 Class-д хичээллэх хугацаандаа гаргасан амжилтыг
              үндэслэн давтан сургалтанд хамруулж JR3 Class-д хичээллэх
              боломжтой. JR3 Class сурагчид УАШТ болон ОУ-ын тэмцээнд оролцох,
              ажлын өдрөөр клубын сургалтын талбайд бэлтгэл хийх эрхүүд
              нээгдэнэ.
            </p>
            <div style={{ wordBreak: 'break-all' }}>
              <table
                className="table  is-striped is-bordered"
                style={{ maxWidth: '100%' }}
              >
                <tbody>
                  <tr>
                    <td>Анги</td>
                    <td>JR1 Class</td>
                    <td>JR2 Class</td>
                    <td>JR3 Class</td>
                  </tr>
                  <tr>
                    <td>Ангилал</td>
                    <td>Production</td>
                    <td>Production, Standard, Production Optics</td>
                    <td>All Division</td>
                  </tr>
                  <tr>
                    <td>
                      <div>Хэрэгсэл</div>
                    </td>
                    <td>Клубээс гаргана Glock 17 Gen.5</td>
                    <td>
                      <div>Өөрийн хэрэгсэл</div>
                    </td>
                    <td>
                      <div>Өөрийн хэрэгсэл</div>
                    </td>
                  </tr>
                  <tr>
                    <td>Сум, газны зардал</td>
                    <td>Клубээс гаргана</td>
                    <td>Клубээс гаргахгүй</td>
                    <td>Клубээс гаргахгүй</td>
                  </tr>
                  <tr>
                    <td>Буудлагын бүс, хамгаалах шил</td>
                    <td>Клубээс гаргана</td>
                    <td>Клубээс гаргана</td>
                    <td>Өөрийн хэрэгсэл</td>
                  </tr>
                  <tr>
                    <td>Хичээлийн хуваарь</td>
                    <td>Даваа, Лхагва, Баасан 3 цаг</td>
                    <td>Мягмар, Пүрэв 3 цаг</td>
                    <td></td>
                  </tr>
                  <tr>
                    <td>Сард хичээллэх цаг</td>
                    <td></td>
                    <td></td>
                    <td></td>
                  </tr>
                  <tr>
                    <td>Төлбөр (1 сар)</td>
                    <td>210,000₮</td>
                    <td>120,000₮</td>
                    <td>80,000₮</td>
                  </tr>
                  <tr>
                    <td>Төлбөр (2 сар)</td>
                    <td>380,000₮</td>
                    <td>220,000₮</td>
                    <td>160,000₮</td>
                  </tr>
                  <tr>
                    <td>Төлбөр (3 сар)</td>
                    <td>510,000₮</td>
                    <td>300,000₮</td>
                    <td>240,000₮</td>
                  </tr>
                </tbody>
              </table>
            </div>
            {/* <p>JR1A Class – Даваа, Лхагва, Баасан 08:00 – 11:00</p>
            <p>JR1B Class – Даваа, Лхагва, Баасан 11:30 – 14:30 </p>
            <p>JR1C Class – Даваа, Лхагва, Баасан 15:00 – 18:00 </p>
            <p>
              JR2A Class – Мягмар, Пүрэв 08:00 – 11:00 + Амралтын өдрүүдэд Lv1
              түвшний тэмцээн
            </p>
            <p>
              JR2B Class – Мягмар, Пүрэв 11:30 – 14:30 + Амралтын өдрүүдэд Lv1
              түвшний тэмцээн{' '}
            </p>
            <p>
              JR2C Class – Мягмар, Пүрэв 15:00 – 18:00 + Амралтын өдрүүдэд Lv1
              түвшний тэмцээн{' '}
            </p>
            <p>JR3 Class – Бүх түвшний тэмцээн + Хувийн бэлтгэл</p> */
}

//   <p>
//     <span>Бүрдүүлэх материал</span>
//   </p>
//   <figure>
//     <table className="table is-fullwidth is-striped is-bordered">
//       <tbody>
//         <tr>
//           <td>Шаардлагатай материал</td>
//           <td>Тайлбар</td>
//         </tr>
//         <tr>
//           <td>Бүртгэлийн анкет</td>
//           <td>
//             <div>
//               <div>
//                 Сургалтанд хамрагдах үед нь эцэг, эх, асран хамгаалагч
//                 нь бөглөнө
//               </div>
//             </div>
//           </td>
//         </tr>
//         <tr>
//           <td>4% Цээж зураг</td>
//           <td>3*4 хэмжээтэй байх</td>
//         </tr>
//         <tr>
//           <td>Бичиг баримт</td>
//           <td>
//             <div>
//               <div>
//                 Хүүхдийн төрсөний гэрчилгээг, гарын үсэг зурж төлөөлөх
//                 эцэг, эх, асран хамгаалагчийн иргэний үнэмлэхтэй хамт
//                 А4 цаасан дээр хуулбарласан байна
//               </div>
//             </div>
//           </td>
//         </tr>
//       </tbody>
//     </table>
//   </figure>
// </Box>
