/*eslint-disable no-irregular-whitespace*/
import { Box, Typography } from '@mui/material/'
const MembershipContainer: React.FC = () => {
  return (
    <Box sx={{ paddingTop: '40px', paddingBottom: '40px' }}>
      <Typography variant={'body1'} component="p">
        {`ACTION AIR SHOOTING CLUB нь практик буудлагын спорт клуб бөгөөд ОУПБХ, МПБХ-ноос олгосон эрхийн дагуу IPSC Action Air төрлийн тамирчин бэлтгэл зорилгоор сургалт явуулах, тэмцээн уралдаан зохион байгуулах, ОУ-ын тэмцээнд тамирчдаа бэлтгэн оролцуулах үндсэн зорилготойгоор 2019 онд байгуулагдсан.`}
      </Typography>
      <Typography variant={'body1'} component="p">
        {`ACTION AIR SHOOTING CLUB гишүүнээр элсэхийн тулд практик буудлагын спортын аюулгүй ажиллагааны сургалтанд хамрагдах шаардлагатай. Тухайн сургалтыг дараах газруудад явуулах эрхтэй: МПБХ-ны төв клуб – Төв аймаг, Сэргэлэн сум МПБХ-ны Prime клуб – Манай клубын хаягыг энд дарж харна уу.`}
      </Typography>
      <Typography variant={'body1'} component="p">
        {`ACTION AIR SHOOTING CLUB гишүүнчлэлийн төрөл: Насанд хүрэгчид (18-с дээш насны) Жуниор хөтөлбөр (12-21 насны) ACTION AIR SHOOTING CLUB гишүүнчлэлийн эрх нь сар, сараар сунгагдаж явах бөгөөд тухайн сардаа гишүүнчлэлийн эрх нь хүчинтэй байж, клубын зүгээс зохион байгуулж буй аливаа үйл ажиллагаанд оролцох эрхээр хангагдана. Клубын гишүүн нь тухайн сард, долоо хоног бүрийн амралтын өдрүүдэд явагдах клубын тэмцээндүүдэд нэмэлт хураамжгүй оролцох бөгөөд бусад өдрүүдэд өөрт олгогдсон эрхийн хүрээнд инструктортой болон инструкторгүй хувийн бэлтгэл хийх боломжтой. Заал ашиглан хувийн бэлтгэл хийхдээ нэмэлт хураамж төлөхгүй, мөн хувийн бэлтгэл хийхэд цагийн хязгаарлалт байхгүй.`}
      </Typography>
      <Typography variant={'body1'} component="p">
        {`ACTION AIR SHOOTING CLUB насанд хүрэгчдийн гишүүнчлэлийн хураамж (Сараар): Спортын цол, зэрэггүй гишүүн – 150,000₮ (Практик буудлагын спортын цол, зэрэггүй гишүүд) Спортын зэрэгтэй тамирчин – 120,000₮ (Практик буудлагын спортын 1 болон 2-р зэрэгтэй тамирчид) Спортын цолтой тамирчин – 100,000₮ (Практик буудлагын олон улсын хэмжээний мастер, спортын мастер, дэд мастер цолтой тамирчид) Практик буудлагын спортын онцлог нь сураад дуусна гэсэн ойлголт байхгүй, насан туршдаа хичээллэх спорт юм. Сонирхогч та 7 хоногт ядаж 3 цагийг өөртөө зарцуулж чадах бол бидэнтэй нэгдэж чөлөөт цагаа үр дүнтэй өнгөрүүлэх, идэвхтэй хөдөлгөөн хийх, буудлагын спортоор хичээллэх, цаашлаад тив, дэлхийд нэрээ  цуурайтуулсан мэргэжлийн тамирчин болохыг урьж байна.`}
      </Typography>
    </Box>
  )
}

export default MembershipContainer
