export const featuredproducts = [
  // {
  //   title: 'Танилцах сургалт',
  //   desc:
  //     'Зөвхөн манай спорттой танилцах эсвэл байгууллага хамт олноороо цагийг өнгөрүүлж, хамт олон дундаа тэмцээн зохион байгуулуулах зарчмаар явагдана. Танилцах сургалтанд хамрагдсанаар ямар нэгэн батламж, гэрчилгээ олгохгүй бөгөөд инструкторын удирдлаганд буудлага хийж танилцах боломжтой юм.',
  //   image: '/images/featured/product-1.jpg',
  //   route: '/course0',
  //   register:
  //     'https://docs.google.com/forms/d/e/1FAIpQLSfYX2Ce9Zc8a0rgMPebnptDhLQyMj26l22XaOkPAL4hJL0efQ/viewform?embedded=true',
  // },
  {
    title: 'Гишүүнчлэлийн сургалт',
    desc:
      'Энэхүү сургалтыг төгссөнөөр цаашид бие даан тэмцээн, уралдаанд оролцох, бэлтгэл хийх боломжтой болно. Сургалтыг амжилттай төгссөнөөр гэрчилгээ гардан авч МУ-ын хэмжээнд явагдаж байгаа бүх тэмцээн уралдаанд оролцох эрх нээгдэнэ.',
    image: '/images/featured/product-2.jpg',
    route: '/course1',
    register:
      'https://docs.google.com/forms/u/0/d/e/1FAIpQLSfEnh6dDR2eRoaXt_A0VgloGBa8we5DVJtajhsw3KZghs7amw/formResponse?embedded=true',
  },
  {
    title: 'Туршилтын буудлага/Trial shooting',
    desc:
      'Монголын Практик Буудлагын Холбооны мэргэжлийн инструктор багшийн зааварчилгаагаар 6мм-н үрлэн сумтай эйрсофт хийн гар буу болоод эйрсофт карабинаар туршилтын буудалт хийх.',
    image: '/images/featured/online.jpg',
    route: '/trial-shooting',
    register: '',
  },
  {
    title: 'Жуниор хөтөлбөр',
    desc:
      ' Жуниор хөтөлбөр буюу хүүхдэд зориулсан буудлагын курс хичээл нь 18 насанд хүрээгүй хүүхэд багачуудыг практик буудлагын спортод сонирхолтой болгох, аюулгүй ажиллагаа, зэвсэгтэй харьцах мэдлэгийг олгох, цаашлаад байнга хичээллэж хөгжүүлэх сургалтын програм юм.',
    image: '/images/featured/product-4.jpg',
    route: '/junior',
    register:
      'https://docs.google.com/forms/d/e/1FAIpQLSd1wpiVjiguSla-mIp25TrzzOd_NgSVp4saPFsNm96KuFevfw/viewform?embedded=true',
  },
]

export const allproducts = [
  // {
  //   title: 'Танилцах сургалт',
  //   desc:
  //     'Зөвхөн манай спорттой танилцах эсвэл байгууллага хамт олноороо цагийг өнгөрүүлж, хамт олон дундаа тэмцээн зохион байгуулуулах зарчмаар явагдана. Танилцах сургалтанд хамрагдсанаар ямар нэгэн батламж, гэрчилгээ олгохгүй бөгөөд инструкторын удирдлаганд буудлага хийж танилцах боломжтой юм.',
  //   image: '/images/featured/product-1.jpg',
  //   route: '/course0',
  //   register: '',
  // },
  {
    title: 'ГИШҮҮНЧЛЭЛИЙН СУРГАЛТ(COURSE 1)',
    desc:
      'Практик буудлагын спортын хийн гар бууны төрлөөр хичээллэх сонирхолтой 18 наснаас дээш Монгол улсын иргэд.',
    image: '/images/featured/product-2.jpg',
    route: '/course1',
    register:
      'https://docs.google.com/forms/u/0/d/e/1FAIpQLSfEnh6dDR2eRoaXt_A0VgloGBa8we5DVJtajhsw3KZghs7amw/formResponse?embedded=true',
  },
  {
    title: 'ГИШҮҮНЧЛЭЛИЙН СУРГАЛТ(COURSE 2)',
    desc:
      'Аюулгүй ажиллагааны анхан шатны сургалтанд хамрагдсан эсхүл практик буудлагын спортын бусад төрлийн сургалтанд хамрагдаж төгссөн байх',
    image: '/images/featured/product-3.jpg',
    route: '/course2',
    register: '',
  },
  {
    title: 'Жуниор хөтөлбөр',
    desc:
      ' Жуниор хөтөлбөр буюу хүүхдэд зориулсан буудлагын курс хичээл нь 18 насанд хүрээгүй хүүхэд багачуудыг практик буудлагын спортод сонирхолтой болгох, аюулгүй ажиллагаа, зэвсэгтэй харьцах мэдлэгийг олгох, цаашлаад байнга хичээллэж хөгжүүлэх сургалтын програм юм.',
    image: '/images/featured/product-4.jpg',
    route: '/junior',
    register:
      'https://docs.google.com/forms/d/e/1FAIpQLSd1wpiVjiguSla-mIp25TrzzOd_NgSVp4saPFsNm96KuFevfw/viewform?embedded=true',
  },
  {
    title: 'Туршилтын буудлага/Trial shooting',
    desc:
      'Монголын Практик Буудлагын Холбооны мэргэжлийн инструктор багшийн зааварчилгаагаар 6мм-н үрлэн сумтай эйрсофт хийн гар буу болоод эйрсофт карабинаар туршилтын буудалт хийх.',
    image: '/images/featured/online.jpg',
    route: '/trial-shooting',
    register: '',
  },
  // {
  //   title: 'Про буудагч цогц сургалт',
  //   desc:
  //     'Зөвхөн манай спорттой танилцах эсвэл байгууллага хамт олноороо цагийг өнгөрүүлж, хамт олон дундаа тэмцээн зохион байгуулуулах зарчмаар явагдана. Танилцах сургалтанд хамрагдсанаар ямар нэгэн батламж, гэрчилгээ олгохгүй бөгөөд инструкторын удирдлаганд буудлага хийж танилцах боломжтой юм.',
  //   image: '/images/featured/product-1.jpg',
  //   route: '',
  //   register: '',
  // },
  {
    title: 'Ганцаарчилсан сургалт',
    desc:
      'Энэхүү сургалтыг төгссөнөөр цаашид бие даан тэмцээн, уралдаанд оролцох, бэлтгэл хийх боломжтой болно. Сургалтыг амжилттай төгссөнөөр гэрчилгээ гардан авч МУ-ын хэмжээнд явагдаж байгаа бүх тэмцээн уралдаанд оролцох эрх нээгдэнэ.',
    image: '/images/featured/product-solo.jpg',
    route: '/individual',
    register: '',
  },
  {
    title: 'Группын сургалт',
    desc:
      'Аюулгүй ажиллагааны сургалтанд хамрагдаж, тэмцээн уралдаанд оролцож, тодорхой хугацаанд хичээллэсний дараа спортын амжилтаа ахиулах, ур чадвараа нэмэгдүүлэх зорилгоор хамрагдах боломжтой сургалтын төрөл юм.',
    image: '/images/featured/product-group.jpg',
    route: '/group',
    register: '',
  },
  {
    title: 'Мастер класс сургалт',
    desc:
      ' Жуниор хөтөлбөр буюу хүүхдэд зориулсан буудлагын курс хичээл нь 18 насанд хүрээгүй хүүхэд багачуудыг практик буудлагын спортод сонирхолтой болгох, аюулгүй ажиллагаа, зэвсэгтэй харьцах мэдлэгийг олгох, цаашлаад байнга хичээллэж хөгжүүлэх сургалтын програм юм.',
    image: '/images/featured/product-pro.jpg',
    route: '/master',
    register: '',
  },
]
