export const featuredproducts = [
  {
    title: 'Танилцах сургалт',
    desc:
      'Зөвхөн манай спорттой танилцах эсвэл байгууллага хамт олноороо цагийг өнгөрүүлж, хамт олон дундаа тэмцээн зохион байгуулуулах зарчмаар явагдана. Танилцах сургалтанд хамрагдсанаар ямар нэгэн батламж, гэрчилгээ олгохгүй бөгөөд инструкторын удирдлаганд буудлага хийж танилцах боломжтой юм.',
    image: '/images/featured/product-1.jpg',
    route: '/featured/membership',
  },
  {
    title: 'Анхан шатны сургалт',
    desc:
      'Энэхүү сургалтыг төгссөнөөр цаашид бие даан тэмцээн, уралдаанд оролцох, бэлтгэл хийх боломжтой болно. Сургалтыг амжилттай төгссөнөөр гэрчилгээ гардан авч МУ-ын хэмжээнд явагдаж байгаа бүх тэмцээн уралдаанд оролцох эрх нээгдэнэ.',
    image: '/images/featured/product-2.jpg',
    route: '/featured/course',
  },
  {
    title: 'Анхан, дунд шатны сургалт',
    desc:
      'Аюулгүй ажиллагааны сургалтанд хамрагдаж, тэмцээн уралдаанд оролцож, тодорхой хугацаанд хичээллэсний дараа спортын амжилтаа ахиулах, ур чадвараа нэмэгдүүлэх зорилгоор хамрагдах боломжтой сургалтын төрөл юм.',
    image: '/images/featured/product-3.jpg',
    route: '/matches/',
  },
  {
    title: 'Жуниор хөтөлбөр',
    desc:
      ' Жуниор хөтөлбөр буюу хүүхдэд зориулсан буудлагын курс хичээл нь 18 насанд хүрээгүй хүүхэд багачуудыг практик буудлагын спортод сонирхолтой болгох, аюулгүй ажиллагаа, зэвсэгтэй харьцах мэдлэгийг олгох, цаашлаад байнга хичээллэж хөгжүүлэх сургалтын програм юм.',
    image: '/images/featured/product-4.jpg',
    route: '/matches/',
  },
]
