import ContentWrapper from '@components/layout/ContentWrapper'
import MainLayout from '@components/layout/MainLayout'
import PageWithLayoutType from '@constants/page'
import { Box, Typography } from '@material-ui/core'

const RulesRank: PageWithLayoutType = () => {
  return (
    <MainLayout isBanner={true} regular={true}>
      <ContentWrapper topSpace={true}>
        <Box style={{ paddingTop: 100, paddingBottom: 100 }}>
          <Typography
            variant="h1"
            component="h2"
            align="center"
            style={{ marginBottom: 40 }}
          >
            Спортын цол, зэрэг олгох болзол
          </Typography>
          <Box textAlign="center">
            <img
              style={{ maxWidth: '100%', height: 'auto' }}
              src="/images/email-sign.png"
            />
          </Box>
          <p>
            Спортын цолыг МПБХ-оос болзол хангасан гэж үзэж, Биеийн тамир,
            спортын үйл ажиллагаа эрхэлсэн яаманд өргөн мэдүүлсний дагуу сайдын
            тушаалаар олгоно.
          </p>
          <div className="entry-content">
            <p style={{ textAlign: 'justify' }}>
              <strong>1. Олон улсын хэмжээний мастер</strong>
            </p>
            <p style={{ textAlign: 'justify' }}>
              1.1. Практик буудлагын спортын 5-р түвшний тэмцээнд 1, 2, 3-р
              байрыг хувийн дүнгээр эзэлсэн бол;
              <br />
              1.2. Практик буудлагын спортын 4-р түвшний тэмцээнд тухайн
              ангилалд түрүүлсэн, эсхүл 2, 3-р байрыг хувийн дүнгээр эзлэхдээ
              тухайн ангиллын дүн (Category Result)-ээр ялагчийн онооны 90%-д
              хүрсэн бол;
              <br />
              1.3. Практик буудлагын спортын 5-аас олон улс оролцсон 3-р түвшний
              тэмцээнүүдэд 1, 2, 3-р байрыг хувийн дүнгээр 3-аас цөөнгүй удаа
              эзэлсэн бол;
            </p>
            <p style={{ textAlign: 'justify' }}>
              <strong>2. Спортын мастер</strong>
            </p>
            <p style={{ textAlign: 'justify' }}>
              2.1. Улсын аварга шалгаруулах тэмцээнд түрүүлсэн бол;
              <br />
              2.2. Практик буудлагын спортын 3-р түвшний тэмцээнд авсан оноо нь
              нийт дүн (Overall Result)-ээр ялагчийн онооны 85%-д хүрсэн бол;
              <br />
              2.3. Практик буудлагын спортын 4 ба 5-р түвшний тэмцээнд авсан
              оноо нь нийт дүн (Overall Result)-ээр ялагчийн онооны 75%-д хүрсэн
              бол;
            </p>
            <p style={{ textAlign: 'justify' }}>
              <strong>3. Спортын дэд мастер</strong>
            </p>
            <p style={{ textAlign: 'justify' }}>
              3.1. Улсын аварга шалгаруулах тэмцээнд 2, 3-р байр эзлэхдээ авсан
              оноо нь тухайн ангиллын дүн (Category Result)-ээр ялагчийн онооны
              85%-д хүрсэн бол;
              <br />
              3.2. Практик буудлагын спортын 3-р түвшний тэмцээнд авсан оноо нь
              нийт дүн (Overall Result)-ээр ялагчийн онооны 75%-д хүрсэн бол;
              <br />
              3.3. Практик буудлагын спортын 4 ба 5-р түвшний тэмцээнд авсан
              оноо нь нийт дүн (Overall Result)-ээр ялагчийн онооны 60%-д хүрсэн
              бол;
              <br />
              3.4. Практик буудлагын спортын 4 ба 5-р түвшний тэмцээнд 1, 2, 3-р
              байрыг багийн дүнгээр эзлэх үед авсан оноо нь багийг байр эзлэхэд
              нөлөөлсөн бол;
            </p>
            <p style={{ textAlign: 'justify' }}>
              <strong>4. Улсын шүүгч</strong>
            </p>
            <p style={{ textAlign: 'justify' }}>
              4.1. Олон улсын практик буудлагын холбооны шүүгчийн 1 ба 2-р
              түвшний сургалт, эсвэл Монголын практик буудлагын холбооны
              шүүгчийн сургалтанд хамрагдаж, дараалсан 3 жилийн хугацаанд
              үндэсний хэмжээний болон олон улсын тэмцээнүүдэд 12-оос цөөнгүй
              удаа шүүгчээр ажилласан бол;
              <br />
              4.2. Олон улсын практик буудлагын холбооны шүүгчийн 3 ба түүнээс
              дээш түвшний сургалтанд хамрагдаж, олон улсын тэмцээнд 2 ба
              түүнээс олон удаа шүүгчээр ажилласан бол;
            </p>
            <p style={{ textAlign: 'justify' }}>
              Спортын зэргийг МПБХ-оос болзол хангасан гэж үзэж, холбооны
              ерөнхийлөгчийн тушаалаар олгоно.
            </p>
            <p style={{ textAlign: 'justify' }}>
              <strong>5. I зэрэг</strong>
            </p>
            <p style={{ textAlign: 'justify' }}>
              5.1. Улсын аварга шалгаруулах тэмцээнд авсан оноо нь нийт дүн
              (Overall Result)-ээр ялагчийн онооны 70%-д хүрсэн бол;
              <br />
              5.2. Практик буудлагын спортын 3-р түвшний тэмцээнд авсан оноо нь
              нийт дүн (Overall Result)-ээр ялагчийн онооны 60%-д хүрсэн бол;
              <br />
              5.3. Практик буудлагын спортын 4 ба 5-р түвшний тэмцээнд авсан
              оноо нь нийт дүн (Overall Result)-ээр ялагчийн онооны 50%-д хүрсэн
              бол;
              <br />
              5.4. Практик буудлагын спортын 4 ба 5-р түвшний тэмцээнд 1, 2, 3-р
              байрыг багийн дүнгээр эзлэх үед авсан оноо нь багийг байр эзлэхэд
              нөлөөлөөгүй бол;
            </p>
            <p style={{ textAlign: 'justify' }}>
              <strong>6. II зэрэг</strong>
            </p>
            <p style={{ textAlign: 'justify' }}>
              6.1. Улсын аварга шалгаруулах тэмцээнд авсан оноо нь нийт дүн
              (Overall Result)-ээр ялагчийн онооны 60%-д хүрсэн бол;
              <br />
              6.2. Практик буудлагын спортын 3-р түвшний тэмцээнд авсан оноо нь
              нийт дүн (Overall Result)-ээр ялагчийн онооны 50%-д хүрсэн бол;
              <br />
              6.3. Практик буудлагын спортын 4 ба 5-р түвшний тэмцээнд авсан
              оноо нь нийт дүн (Overall Result)-ээр ялагчийн онооны 40%-д хүрсэн
              бол;
            </p>
          </div>
        </Box>
      </ContentWrapper>
    </MainLayout>
  )
}

export default RulesRank
